[
  {
    "indeks":"1",
    "tytul":"Potop",
    "autor":"Henryk Sienkiewicz",
    "gatunek":"Powieść historyczna",
    "opis":"Potop jest drugą powieścią historyczną tworzącą Trylogię Henryka Sienkiewicza, w skład której wchodzą także Ogniem i mieczem i Pan Wołodyjowski. Książka opisuje dzieje potopu szwedzkiego z lat 1655–1660. Dramatyczne wydarzenia historyczne z dziejów Rzeczypospolitej z oblężeniem Częstochowy na pierwszym planie, przeplatają się z losami bohaterów powołanych do życia przez Henryka Sienkiewicza: Andrzeja Kmicica, Oleńki Billewiczówny, Bogusława Radziwiłła, Jana Onufrego Zagłoby czy Michała Wołodyjowskiego. Dzięki geniuszowi autora, postacie stały się w odczuciu czytelników autentyczne, a ich pasjonujące losy znalazły ważne miejsce w sercach i w świadomości narodowej Polaków. Potop, wydany w 1886 roku, odegrał ważną rolę w formowaniu się postaw patriotycznych w końcowym okresie zaborów, a co za tym idzie w odrodzeniu się niepodległej Polski.",
    "rok":"1886",
    "jezyk":"polski",
    "stron":"936",
    "wydawnictwo":"Greg",
    "oprawa":"twarda",
    "wydanie":"Kraków, 2020",
    "zdjecie":"https://ecsmedia.pl/c/potop-w-iext38864542.jpg",
    "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"2",
    "tytul":"Podstawy chemii nieorganicznej",
    "autor":"Adam Bielański",
    "gatunek":"Naukowa",
    "opis":"Nowe wydanie znanego i cenionego przez studentów oraz wykładowców podręcznika akademickiego. Autor uaktualnił i uzupełnił wiadomości, uwzględniając postępy chemii nieorganicznej i naukowe podstawy nowych jej zastosowań. Zastosował zgodną z obecnie obowiązującymi normami IUPAC nomenklaturę związków chemicznych. Wszystkie wprowadzone zmiany dotyczą bardzo ważnych i najintensywniej rozwijających się obszarów wiedzy z zakresu chemii nieorganicznej.",
    "rok":"2010",
    "jezyk":"polski",
    "stron":"546",
    "wydawnictwo":"Wydawnictwo Naukowe PWN",
    "oprawa":"miękka",
    "wydanie":"Warszawa, 2012",
    "zdjecie":"https://emp-scs-uat.img-osdw.pl/img-p/1/kipwn/d576082e/std/2bc-452/776903685o.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"3",
    "tytul":"Królestwo",
    "autor":"Jo Nesbo",
    "gatunek":"Kryminał",
    "opis":"W norweskiej wiosce gdzieś w górach mechanik Roy wiedzie spokojne, proste życie. Kiedy jego przedsiębiorczy brat Carl wraca po latach z propozycją budowy hotelu, odżywają mroczne sekrety ich dzieciństwa i czasu dorastania. Roy zawsze bronił młodszego brata przed rówieśnikami i chronił przed złośliwymi plotkami, ale teraz jego lojalność zostaje poddana próbie. Gdy miejscowy stróż prawa wznawia śledztwo w sprawie tragicznej śmierci rodziców braci, Roy staje przed dylematem, jak wiele jest w stanie poświęcić w imię braterskiej miłości.",
    "rok":"2020",
    "jezyk":"polski",
    "stron":"480",
    "wydawnictwo":"Dolnośląskie",
    "oprawa":"miękka",
    "wydanie":"2020",
    "zdjecie":"https://www.taniaksiazka.pl/images/popups/8DF/9788327160089.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"4",
    "tytul":"Osiedle RZNiW",
    "autor":"Remigiusz Mróz",
    "gatunek":"Kryminał",
    "opis":"Wczesne lata dwutysięczne. Blokowisko na osiedlu RZNiW żyje w rytmie rapu, oddycha dymem z jointów i nie toleruje obcych. Na dwunastym piętrze jednego z bloków mieszka Deso – wychowujący się bez rodziców chłopak, który na co dzień musi zmagać się z życiem w skrajnej nędzy. Pewnej nocy otrzymuje esemesa z nieznanego numeru. Nadawca pisze: „Boję się. Chyba ktoś za mną idzie”. Deso po chwili oddzwania, ale w słuchawce słyszy jedynie trzaski. Nazajutrz okazuje się, że zaginęła dziewczyna z jego klasy. Chłopak nie wie, dlaczego próbowała skontaktować się akurat z nim, ale uznaje to za nieprzypadkowe i zaczyna szukać zaginionej. Osiedle RZNiW to nie tylko fascynująca historia kryminalna, ale także świeże spojrzenie na hip-hopową subkulturę przełomu wieków i wciąż obecny problem ubóstwa w Polsce.",
    "rok":"2020",
    "jezyk":"polski",
    "stron":"400",
    "wydawnictwo":"Czwarta Strona",
    "oprawa":"miękka",
    "wydanie":"2020",
    "zdjecie":"https://cdn-lubimyczytac.pl/upload/books/4932000/4932748/828173-352x500.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"5",
    "tytul":"Argonauci",
    "autor":"Maggie Nelson",
    "gatunek":"Biograficzna",
    "opis":"Książka nagrodzona Amerykańską Nagrodą Krytyków Literackich Bestseller „New York Timesa”, jedna ze 100 najlepszych książek pierwszych dwóch dekad XXI wieku według „Guardiana” Maggie Nelson, amerykańska pisarka i intelektualistka, nawiązując do Barthes’owskiej interpretacji mitu o Argo, odnawia znaczenia najważniejszych dla siebie pojęć. Bo Argonauci to z jednej strony intymny opis doświadczeń autorki jako partnerki osoby niebinarnej, matki i córki, a z drugiej – erudycyjna rozprawa na temat tożsamości, seksualności i przemijania. Autorka sprawnie przeplata osobiste doświadczenia z teorią queer, psychologię z historią sztuki, filozofię z codziennością. Dzięki poświęceniu uwagi wyzwaniom, z jakimi na początku XXI wieku mierzą się kobiety w nieheteronormatywnych związkach, i niejednokrotnie stawaniu w opozycji do głównego – męskiego – nurtu pisania o LGBTQ+, „Argonauci” bez wątpienia wpiszą się w historię literatury feministycznej i queerowej.",
    "rok":"2020",
    "jezyk":"polski",
    "stron":"200",
    "wydawnictwo":"Czarne",
    "oprawa":"twarda",
    "wydanie":"Sękowa, 2020",
    "zdjecie":"https://cdn-lubimyczytac.pl/upload/books/4919000/4919642/810753-352x500.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"6",
    "tytul":"Pan Tadeusz",
    "autor":"Adam Mickiewicz",
    "gatunek":"Poezja",
    "opis":"Poemat, wbrew pozorom, bardzo na czasie. Bo czyż współczesność nie mnoży polskich wygnańców rozrzuconych po całym świecie? Jeśli nie politycznych, to ekonomicznych. Wygnańców tęskniących za krajem nie mniej wcale niż XIX-wieczny wieszcz. Dlatego lekkomyślnością byłoby mieć epopeję narodową za lekturę szkolną jedynie. Sam autor zresztą obawiał się, że pozwolił sobie na zbytnią lekkość stylu i formy, a pierwsi jego odbiorcy mieli mu to za złe. Dziś jednak ów brak napuszenia stanowi o sile i wdzięku utworu, a bajecznie przyjemny w recytacji trzynastozgłoskowiec pozwala na łatwość odbioru nawet u całkiem niedorosłych czytelników. Nie sposób odmówić „Panu Tadeuszowi” mocy dostarczania nie tylko szlachetnych wzruszeń, ale również pobudzania do szczerych wybuchów śmiechu, bo i w komicznych sytuacjach swych bohaterów poeta osadzać potrafił. Tadeusz, Zosia, Jankiel, ksiądz Robak czy klucznik Gerwazy – nie są to tylko pusto brzmiące imiona. Te postaci ożyją w każdym, kto zechce je poznać. W tym zaś pomocne będzie dołączone do utworu omówienie, które zawiera także objaśnienie szlacheckich obyczajów – dziś mogących budzić zdumienie – oraz opis konstrukcji literackiej tej księgi polskości.",
    "rok":"1834",
    "jezyk":"polski",
    "stron":"376",
    "wydawnictwo":"Greg",
    "oprawa":"miękka",
    "wydanie":"Kraków, 2020",
    "zdjecie":"https://www.greg.pl/imgs/covers/380/Pan-Tadeusz_lkpt.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"7",
    "tytul":"O pułapkach poznania",
    "autor":"Robert Piłat",
    "gatunek":"Filozofia i logika",
    "opis":"Pogłębiamy nasze rozumienie świata przez sumienność i metodyczność, lecz na tej drodze często spotyka nas rozczarowanie. Im mocniej wyostrzamy spojrzenie, tym bardziej widzimy samo doświadczenie, a nie rzeczywistość, która się za nim kryje. Dostrzegamy niepewność zmysłów, umowność pojęć i chwiejność sądów. Podstawy naszych silnych przekonań okazują się słabe. Nie wiemy, jak wykorzystać w działaniu prawdopodobieństwa i prawidłowości statystyczne. A gdy pytamy o budowę materii, którą widzimy i której dotykamy na co dzień, musimy zapomnieć o własnym doświadczeniu i zdać się na subtelne pomysły matematyków. Świat bezpośredni, rozciągający się przed naszymi oczami, wydaje się zanikać, a samo pojęcie rzeczywistości staje się zagadkowe. Im bardziej dążymy do wiedzy, tym więcej nasz umysł napotyka pułapek.",
    "rok":"2020",
    "jezyk":"polski",
    "stron":"256",
    "wydawnictwo":"Wydawnictwo Naukowe PWN",
    "oprawa":"miękka",
    "wydanie":"2020",
    "zdjecie":"https://emp-scs-uat.img-osdw.pl/img-p/1/kipwn/d576082e/std/2bc-452/868716842o.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"8",
    "tytul":"Testowanie oprogramowania w praktyce",
    "autor":"Adam Roman",
    "gatunek":"Programowanie",
    "opis":"Niniejsza książka jest wyjątkową pozycją na rynku literatury związanej z testowaniem oprogramowania. Autorzy to praktycy testowania! Przedstawiają rzeczywiste problemy, z jakimi przyszło się im zmierzyć w pracy zawodowej oraz w jaki sposób starali się je rozwiązać. Opisują sukcesy, jednocześnie nie ukrywając swoich porażek. Czytelnik może bezboleśnie uczyć się na błędach autorów.",
    "rok":"2017",
    "jezyk":"polski",
    "stron":"240",
    "wydawnictwo":"Wydawnictwo Naukowe PWN",
    "oprawa":"miękka",
    "wydanie":"Warszawa, 2020",
    "zdjecie":"https://static01.helion.com.pl/global/okladki/326x466/e_0wc1.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"9",
    "tytul":"Wielki słownik ortograficzny PWN z zasadami pisowni i interpunkcji",
    "autor":"Edward Polański",
    "gatunek":"Słowniki ortograficzne",
    "opis":"Największy słownik ortograficzny PWN, obejmujący ponad 140 000 haseł. Zgodny z najnowszymi zmianami w ortografii.",
    "rok":"2016",
    "jezyk":"polski",
    "stron":"1340",
    "wydawnictwo":"Wydawnictwo Naukowe PWN",
    "oprawa":"twarda",
    "wydanie":"4, 2020",
    "zdjecie":"https://emp-scs-uat.img-osdw.pl/img-p/1/kipwn/d576082e/std/2bc-452/381845521o.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  },
  {
    "indeks":"10",
    "tytul":"Żywienie w sporcie",
    "autor":"Anita Bean",
    "gatunek":"Poradniki",
    "opis":"Najpopularniejszy poradnik na temat żywienia w sporcie Nowe wydanie Żywienia w sporcie, uwzględniające najnowsze raporty medyczne, to publikacja, która jest równocześnie wyczerpującym podręcznikiem praktycznym i kompendium wiedzy teoretycznej, a co ważne, przekazuje cenne informacje w sposób interesujący i przystępny dla wszystkich. Książka ta, napisana przez jedną z czołowych brytyjskich specjalistek od spraw żywienia w sporcie, doskonale przysłuży się zarówno amatorowi aktywnego trybu życia, jak i zawodnikom pragnącym osiągać lepsze wyniki w swoich dyscyplinach. Obecne wydanie autorka wzbogaca o wyniki najnowszych, nierzadko nowatorskich badań związanych ze zdrowiem i wydolnością sportową, nie pozostawiając bez odpowiedzi żadnych pytań czy wątpliwości. Można tu znaleźć praktyczne wskazówki w następujących kwestiach: jak zwiększyć wytrzymałość, siłę i wydolność organizmu, jak obliczyć zapotrzebowanie organizmu na kalorie, węglowodany oraz białka, jak poprawić sylwetkę ile płynów wypijać i jak skutecznie nawodnić organizm.",
    "rok":"2008",
    "jezyk":"polski",
    "stron":"296",
    "wydawnictwo":"PZWL Wydawnictwo Lekarskie",
    "oprawa":"miękka",
    "wydanie":"Warszawa, 2017",
    "zdjecie":"https://ecsmedia.pl/c/zywienie-w-sporcie-kompletny-przewodnik-b-iext65467004.jpg",
  "duzy":
    {
    "duzy1":"aa",
    "duzy2":"bb"
    }
  }
]
